Repository: intraweb-modules13/IWusers
Catalog: locale/*/LC_MESSAGES/module_iwusers.po
Languages: ca

source: Show a welcome message wend user is in home page
ca: Mostra un missatge de salutació quan l'usuari/ària està a la pàgina d'inici

source: Hi
ca: Hola

source: welcome to the intranet
ca: benvingut/da a la intranet

source: Geeting
ca: Salutació

source: Welcome text
ca: Text de benvinguda

source: Include date and time
ca: Inclou la data i l'hora

source: Module IWmain is needed. You have to install the IWmain module before installing it.
ca: El mòdul IWmain ha d'estar instal·lat. Instal·leu-lo per poder instal·lar aquest mòdul.

source: Improves the chances of users of the module.
ca: Millora les possibilitats dels usuaris del mòdul.

source: Error! Could not do what you wanted. Please check your input.
ca: No s'ha pogut carregar el que volíeu. Reviseu les dades

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat

source: Error! Sorry! Deletion attempt failed.
ca: L'intent d'esborrament ha fallat

source: Error! Update attempt failed.
ca: No s'ha pogut actualitzar

source: Shows the groups I belong
ca: Mostra els grups als quals pertanyo

source: Show all the groups
ca: Mostra tots els grups

source: Show contacts' list
ca: Mostra la llista de contactes

source: Edit profile
ca: Edita el perfil

source: You can not remove yourself
ca: No et pots esborrar a tu mateix/a.

source: Create user
ca: Crea un usuari/ària

source: Show the list of users
ca: Mostra la llista d'usuaris

source: Configure the module
ca: Configura el mòdul

source: Avatar change request
ca: Solicituds de canvi d'avatar

source: The information has been modified, but the uplaod of the avatar has failed because the file extension is not allowed. The allowed extensions are: png, jpg and gif
ca: S'ha modificat la informació però ha fallat la pujada de l'avatar perquè l'extensió de la imatge no és permesa. Les extensions permeses són: png, jpg i gif

source: The values have changed correctly
ca: Els valors s'han canviat correctament

source: Sorry! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul

source: User name
ca: Nom d'usuari

source: Name
ca: Nom

source: 1st surname
ca: 1r cognom

source: 2nd surname
ca: 2n cognom

source: No users have chosen
ca: No has escollit usuaris

source: No users found
ca: No s'han trobat els usuaris

source: There was some mistake while editing
ca: S'ha produït algun error durant l'edició

source: The records have been published successfully
ca: Els registres s'han editat correctament

source: The configuration has changed
ca: La configuració s'ha modificat correctament

source: Error deleting avatar
ca: No s'ha pogut esborrar l'avatar

source: Changing the avatar has failed.
ca: No s'ha pogut canviar l'avatar.

source: Error changing avatar
ca: No s'ha pogut canviar l'avatar

source: All the groups
ca: Tots els grups

source: Groups you're already a member
ca: Grups dels quals sou membre

source: Group
ca: Grup

source: Add group
ca: Afegeix un grup

source: List of users
ca: Llista d'usuaris

source: All
ca: Tots

source: N. records
ca: N. registres

source: Order
ca: Ordre

source: Group/a
ca: Grup/s

source: Options
ca: Opcions

source: Edit
ca: Edita

source: No. Records
ca: Núm. de registres

source: Users
ca: Usuaris

source: Choose a group...
ca: Tria un grup...

source: Edit the users
ca: Edita els usuaris

source: Delete avatar
ca: Esborra l'avatar

source: The avatar image must be 90x120 px aproximately with the extensions jpg, gif or png
ca: La imatge de l'avatar ha de ser d'aproximadament 90x120 px, en els formats jpg, gif o png.

source: Cancel
ca: Cancel·la

source: Set contacts list available
ca: Habilita les llistes de contactes

source: Users can manage their real names
ca: Els usuaris poden gestionar el seu nom real

source: Users can set their sex
ca: Els usuaris poden establir el genere (masculí/femení)

source: Users can describe theirselves
ca: Els usuaris es poden descriure a ells mateixos

source: Invisible groups in users search
ca: Grups que no s'han de mostrar a la cerca d'usuaris

source: Folder where to look for the users pictures
ca: Carpeta dels àvatars dels usuaris

source: Users pictures directori hasn't been found
ca: No s'ha tronat la carpeta dels àvatars dels usuaris

source: This folder is not writeable.
ca: No es pot escriure en aquest directori

source: The users can change theirs avatars
ca: Els usuaris poden canviar el seu avatar

source: The avatar replacement needs validation
ca: El canvi d'avatar requereix validació

source: The users can not change theirs avatars because the directori of pictures does not exist or it has not the correct permissions.
ca: Els usuaris no poden canviar el seu àvatar degut a que el directori d'avatars no existeix o no té els permisos correctes.

source: The users can change theirs avatars because the php's gd extensión is not available.
ca: Els usuaris no poden canviar el seu avatar perquè l'extensió gd de php no està disponible.

source: Modify the configuration
ca: Modifica la configuració

source: User configurable values
ca: Configuració del perfil personal

source: Change your real name
ca: El teu nom i cognoms reals

source: Your sex
ca: Indica el teu génere

source: Sex
ca: Génere

source: Choose an option...
ca: Trieu una opció...

source: Mail
ca: Home

source: Femail
ca: Dona

source: Avatar replacement
ca: Canvi de la imatge del perfil o avatar

source: Delete
ca: Esborra

source: Upload your avatar
ca: Puja el teu avatar

source: If you want, you can change your avatar from here:
ca: Si voleu us podeu canviar àvatar des d'aquí:

source: (The avatar change required administrator validation)
ca: (El canvi de l'avatar requereix la validació d'un administrador/a)

source: Your avatar's image sizes must be 90x120 px aproximately with one of the next formats: jpg, gif or png.
ca: La mida ideal per a la imatge de l'avatar és de 90x120 píxels en un dels formats següents: jpg, gif o png.

source: Your avatar changement request is waiting for an administrator validation.
ca: El canvi d'avatar sol·licitat està pendent de validació per part de les persones administradores.

source: Describe yourself
ca: Descripció personal

source: Your description
ca: La teva descripció

source: OK
ca: D'acord

source: List of users of the group
ca: Llista d'usuaris/àries del grup

source: Contacts'
ca: Llista de contactes

source: Delete from contacts' list
ca: Elimina de la llista de contactes

source: Add to contacts' list
ca: Afegeix a la llista de contactes

source: Send a private message
ca: Envia un missatge privat

source: No contacts found
ca: No s'han trobat contactes

source: Page
ca: Pàgina

source: Admin - change avatar
ca: Administració - canvi d'avatar

source: User
ca: Usuari/ària

source: Current avatar
ca: Àvatar actual

source: New avatar
ca: Àvatar nou

source: Confirm the avatar change
ca: Confirma el canvi d\'avatar

source: Approve the avatar changer
ca: Aprova el canvi avatar

source: Confirm the deletion
ca: Confirma l\'esborrament

source: Not requests found
ca: No s'han trobat sol·licituds

source: --- Deleting avatar ---
ca: --- S'està esborrant l'avatar ---

source: --- Changing avatar ---
ca: --- S'està canviant l'avatar ---

source: Import from a file
ca: Importa des d'un fitxer

source: Import from CSV
ca: Importa CSV

source: Import
ca: Importa

source: Export
ca: Exporta

source: Export to CSV
ca: Exporta CSV

source: Export options
ca: Opcions d'exportació

source: CSV export file
ca: Fitxer CSV d'exportació

source: Add to the export file
ca: Afegeix al fitxer d'exportació

source: Search
ca: Cerca

source: Done! Deleted %1$d user account.
ca: S'ha esborrat %1$d compte d'usuari/ària.

source: Do you really want to delete this user account?
ca: Segur que voleu esborrar aquest compte d'usuari/ària?

source: Select the CSV file
ca: Seleccioneu el fitxer CSV

source: CSV file (Max. %s)
ca: Mida màxima del fitxer CSV (Max. %s)

source: The file must be utf8 encoded.
ca: L'arxiu ha d'estar codificat en UTF-8

source: CSV delimiter
ca: Delimitador

source: Comma
ca: Coma

source: Semicolon
ca: Punt i coma

source: Colon
ca: Dos punts

source: About the CSV file
ca: Sobre el fitxer CSV

source: The first row of the CSV file must contain the field names. Fields allowed are:
ca: La primera fila del CSV ha de contenir els noms dels camps. Els camps permesos són:

source: where:
ca: On:

source: mandatori
ca: necessari

source: The user name. This value must be unique.
ca: El nom d'usuari/ària. Aquest valor ha de ser únic.

source: New user name. This value must be unique.
ca: El nou nom d'usuari/ària. Aquest valor ha de ser únic.

source: The user password. It must have %s characters or more. Preferentially containing letters and numbers.
ca: La contrasenya de l'usuari/ària. Ha de tenir %s caràcters o més. Preferentment ha de contenir lletres i nombres.

source: Type 1 to force a password change. The user must change password at next logon.
ca: 1 per forçar un canvi de contrasenya. L'usuari/ària haurà de canviar la contrasenya en el següent inici de sessió.

source: User's first name.
ca: Nom propi de l'usuari/ària.

source: User's last name.
ca: Cognoms de l'usuari/ària.

source: Birthdate.
ca: Data de naixement.

source: Gender (M or F).
ca: Gènere (F o M).

source: The user email. If the validation method is based on the user email this value must be unique.
ca: El correu electrònic de l'usuari/ària. Si el mètode de validació està basat en el correu electrònic de l'usuari/ària, aquest valor ha de ser únic.

source: Type 0 if user is not active, 1 if the user must be active. The default value is 1.
ca: 0 si l'usuari/ària no ha d'estar actiu, 1 si l'usuari/ària ha d'estar actiu. El valor per defecte és 1.

source: The identities of the groups where the user must belong separated by the character |.
ca: Les identitats dels grups als quals ha de pertànyer l'usuari/ària, separades pel caràcter |.

source: The identities of the groups where the user should be removed separated by the character |.
ca: Les identitats dels grups dels quals s'ha de treure l'usuari/ària, separades pel caràcter |.

source: Fields information
ca: Informació dels camps

source: Groups
ca: Grups

source: Close
ca: Tanca

source: Group membership deletions (out) are processed before additions (in).
ca: Les supressions (out) es processen abans que les addicions (in).

source: An example of a valid CSV file
ca: Un exemple de fitxer CSV vàlid.

source: Another example of a valid CSV file
ca: Un altre exemple de fitxer CSV vàlid

source: Export Options
ca: Opcions d'exportació

source: Export Title Row
ca: Títol de la fila d'exportació

source: CSV filename
ca: Nom del fitxer CSV

source: Export Email Address
ca: Exporta les adreces de correu electrònic

source: Export Registration Date
ca: Exporta la data de registre

source: Export Last Login Date
ca: Exporta la data de l'última vegada que l'usuari/ària va validar-se

source: Export Group Membership
ca: Exporta la pertinença a grups

source: Error! The file extension is incorrect. The only allowed extension is csv.
ca: L'extensió del fitxer és incorrecta. L'única extensió permesa és CSV.

source: Import file contain repeated values in header fields.
ca: L'arxiu d'importació conté camps repetits a la capçalera.

source: 'uname' field is compulsory.
ca: El camp 'uname' és obligatori.

source: < %s > are not valid fields.
ca: Els camps < %s > no són vàlids.

source: File header is correct.
ca: La capçalera de l'arxiu és correcta.

source: File error. Probably exceeds max. file size.
ca: No s'ha pogut processar l'arxiu. Probablement supera la mida màxima permesa.

source: There are records with an incorrect fields number.
ca: Hi ha registres amb un número de camps incorrecte.

source: Password does not meet the minimum criteria.
ca: La contrasenya no compleix els criteris mínims.

source: Error! New user creation attempt failed.
ca: Error en la creació d'usuaris/àries.

source: Duplicated username: %s.
ca: Nom d'usuari/ària duplicat: %s.

source: Import summary
ca: Resum de la importació

source: No username.
ca: Sense nom d'usuari/ària.

source: New users
ca: Nous usuaris/àries

source: Updated records
ca: Registres actualitzats

source: Reason
ca: Motiu

source: Delete '%s'
ca: Esborra '%s'

source: Edit selected items
ca: Editar els elements seleccionats

source: Apply to selected items
ca: Aplica als elements seleccionats

source: Delete selected items
ca: Esborrar els elements seleccionats

source: Delete user account
ca: Esborra el compte d'usuari/ària

source: Sorry! No such user found.
ca: No s'ha trobat l'usuari/ària

source: Error! You can't delete the guest account.
ca: No podeu esborrar l'usuari/ària convidat.

source: Error! You can't delete the primary administrator account.
ca: No podeu esborrar el compte de l'administrador/a principal.

source: Error! You can't delete the account you are currently logged into.
ca: No podeu esborrar aquest compte perquè en aquests moments hi esteu connectat/da.
